Repository: piotrekmarkowski/PMemories-iOS
Catalog: PMemoriesApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sv, th, tr, uk, vi, zh_hans

source: Link to a Movie
ar: ربط بفيديو
cs: Propojit s videem
da: Kobl til en video
de: Mit einem Video verknüpfen
el: Σύνδεση με Ταινία
es: Vincular a un vídeo
fi: Linkitä videoon
fr: Associer à une vidéo
he: קשר לסרטון
hi: मूवी से लिंक करें
hu: Videóhoz kapcsolás
id: Tautkan ke Video
it: Collega a un video
ja: 動画にリンク
ko: 동영상에 연결
nb: Koble til en video
nl: Koppelen aan een video
pl: Połącz z filmem
pt_br: Vincular a um vídeo
pt_pt: Associar a um vídeo
ro: Leagă de un videoclip
sv: Länka till en video
th: เชื่อมโยงกับวิดีโอ
tr: Videoya Bağla
uk: Прив'язати до відео
vi: Liên kết với video
zh_hans: 关联到视频

source: Loading photos…
ar: جارٍ تحميل الصور…
cs: Načítání fotek…
da: Indlæser billeder…
de: Fotos werden geladen…
el: Φόρτωση φωτογραφιών…
es: Cargando fotos…
fi: Ladataan kuvia…
fr: Chargement des photos…
he: טוען תמונות…
hi: फ़ोटो लोड हो रही हैं…
hu: Fotók betöltése…
id: Memuat foto…
it: Caricamento foto…
ja: 写真を読み込み中…
ko: 사진 불러오는 중…
nb: Laster bilder…
nl: Foto's laden…
pl: Wczytywanie zdjęć…
pt_br: Carregando fotos…
pt_pt: A carregar fotos…
ro: Se încarcă fotografiile…
sv: Laddar foton…
th: กำลังโหลดรูปภาพ…
tr: Fotoğraflar yükleniyor…
uk: Завантаження фото…
vi: Đang tải ảnh…
zh_hans: 正在加载照片…

source: Locked
ar: مقفل
cs: Uzamčeno
da: Låst
de: Gesperrt
el: Κλειδωμένο
es: Bloqueado
fi: Lukittu
fr: Verrouillé
he: נעול
hi: लॉक किया गया
hu: Zárolva
id: Terkunci
it: Bloccato
ja: ロック中
ko: 잠김
nb: Låst
nl: Vergrendeld
pl: Zablokowane
pt_br: Bloqueado
pt_pt: Bloqueado
ro: Blocat
sv: Låst
th: ล็อก
tr: Kilitli
uk: Заблоковано
vi: Đã khóa
zh_hans: 已锁定

source: Looking up cities…
ar: جارٍ البحث عن المدن…
cs: Vyhledávání měst…
da: Slår byer op…
de: Städte werden gesucht…
el: Αναζήτηση πόλεων…
es: Buscando ciudades…
fi: Etsitään kaupunkeja…
fr: Recherche des villes…
he: מחפש ערים…
hi: शहर खोजे जा रहे हैं…
hu: Városok keresése…
id: Mencari kota…
it: Ricerca città…
ja: 都市を検索中…
ko: 도시 검색 중…
nb: Slår opp byer…
nl: Steden opzoeken…
pl: Szukam miast…
pt_br: Procurando cidades…
pt_pt: A procurar cidades…
ro: Se caută orașe…
sv: Söker städer…
th: กำลังค้นหาเมือง…
tr: Şehirler aranıyor…
uk: Пошук міст…
vi: Đang tìm thành phố…
zh_hans: 正在查找城市…

source: Made with PMemories
ar: صُنع باستخدام PMemories
cs: Vytvořeno s PMemories
da: Lavet med PMemories
de: Erstellt mit PMemories
el: Έγινε με το PMemories
es: Hecho con PMemories
fi: Tehty PMemories-sovelluksella
fr: Fait avec PMemories
he: נוצר באמצעות PMemories
hi: PMemories से बनाया गया
hu: PMemories-szel készítve
id: Dibuat dengan PMemories
it: Realizzato con PMemories
ja: PMemoriesで作成
ko: PMemories로 제작됨
nb: Laget med PMemories
nl: Gemaakt met PMemories
pl: Stworzone z PMemories
pt_br: Feito com PMemories
pt_pt: Feito com PMemories
ro: Creat cu PMemories
sv: Gjord med PMemories
th: สร้างด้วย PMemories
tr: PMemories ile yapıldı
uk: Зроблено в PMemories
vi: Được tạo bằng PMemories
zh_hans: 由 PMemories 制作

source: Map Theme
ar: سمة الخريطة
cs: Motiv mapy
da: Karttema
de: Kartendesign
el: Θέμα Χάρτη
es: Tema del mapa
fi: Karttateema
fr: Thème de la carte
he: ערכת נושא למפה
hi: मैप थीम
hu: Térkép téma
id: Tema Peta
it: Tema mappa
ja: マップテーマ
ko: 지도 테마
nb: Karttema
nl: Kaartthema
pl: Motyw mapy
pt_br: Tema do mapa
pt_pt: Tema do mapa
ro: Temă hartă
sv: Karttema
th: ธีมแผนที่
tr: Harita Teması
uk: Тема карти
vi: Chủ đề bản đồ
zh_hans: 地图主题

source: Max level
ar: المستوى الأقصى
cs: Maximální úroveň
da: Maks. niveau
de: Maximales Level
el: Μέγιστο επίπεδο
es: Nivel máximo
fi: Maksimitaso
fr: Niveau max
he: רמה מקסימלית
hi: अधिकतम स्तर
hu: Maximális szint
id: Level maksimal
it: Livello massimo
ja: 最大レベル
ko: 최고 레벨
nb: Maksnivå
nl: Maximaal niveau
pl: Maksymalny poziom
pt_br: Nível máximo
pt_pt: Nível máximo
ro: Nivel maxim
sv: Maxnivå
th: ระดับสูงสุด
tr: Maksimum seviye
uk: Максимальний рівень
vi: Cấp độ tối đa
zh_hans: 最高等级

source: Media
ar: الوسائط
cs: Média
da: Medier
de: Medien
el: Πολυμέσα
es: Multimedia
fr: Médias
he: מדיה
hi: मीडिया
hu: Média
ja: メディア
ko: 미디어
pt_br: Mídia
pt_pt: Multimédia
th: สื่อ
tr: Medya
uk: Медіа
vi: Phương tiện
zh_hans: 媒体

source: Medium
ar: متوسط
cs: Střední
da: Mellem
de: Mittel
el: Μεσαίο
es: Mediano
fi: Keskikoko
fr: Moyen
he: בינוני
hi: मध्यम
hu: Közepes
id: Sedang
it: Medio
ja: 中
ko: 중간
nb: Middels
nl: Gemiddeld
pl: Średni
pt_br: Médio
pt_pt: Médio
ro: Mediu
sv: Mellan
th: กลาง
tr: Orta
uk: Середній
vi: Vừa
zh_hans: 中

source: Memories linked from 5 different trips
ar: ذكريات مرتبطة بـ 5 رحلات مختلفة
cs: Vzpomínky propojené z 5 různých cest
da: Minder linket fra 5 forskellige rejser
de: Erinnerungen aus 5 verschiedenen Reisen verknüpft
el: Αναμνήσεις συνδεδεμένες από 5 διαφορετικά ταξίδια
es: Recuerdos vinculados de 5 viajes diferentes
fi: Muistot linkitetty 5 eri matkalta
fr: Souvenirs liés à 5 voyages différents
he: זיכרונות מקושרים מ-5 טיולים שונים
hi: 5 अलग-अलग यात्राओं से जुड़ी मेमोरीज़
hu: 5 különböző utazásból összekapcsolt emlékek
id: Memory tertaut dari 5 perjalanan berbeda
it: Ricordi collegati da 5 viaggi diversi
ja: 5つの異なる旅行から連携したメモリー
ko: 5개의 다른 여행에서 연결된 메모리
nb: Minner koblet fra 5 forskjellige reiser
nl: Herinneringen gekoppeld van 5 verschillende reizen
pl: Wspomnienia powiązane z 5 różnymi podróżami
pt_br: Memórias vinculadas de 5 viagens diferentes
pt_pt: Memórias associadas a 5 viagens diferentes
ro: Amintiri asociate din 5 călătorii diferite
sv: Minnen länkade från 5 olika resor
th: ความทรงจำที่เชื่อมโยงจาก 5 ทริปที่แตกต่างกัน
tr: 5 farklı seyahatten bağlantılı anılar
uk: Спогади, пов'язані з 5 різними подорожами
vi: Ký ức liên kết từ 5 chuyến đi khác nhau
zh_hans: 链接自5次不同旅行的回忆

source: Memory
ar: ذكرى
cs: Vzpomínka
da: Minde
de: Erinnerung
el: Ανάμνηση
es: Recuerdo
fi: Muisto
fr: Souvenir
he: זיכרון
hi: मेमोरी
hu: Emlék
id: Kenangan
it: Ricordo
ja: 思い出
ko: 추억
nb: Minne
nl: Herinnering
pl: Wspomnienie
pt_br: Memória
pt_pt: Memória
ro: Amintire
sv: Minne
th: ความทรงจำ
tr: Anı
uk: Спогад
vi: Kỷ niệm
zh_hans: 回忆

source: Memory Maker
ar: صانع الذكريات
cs: Tvůrce vzpomínek
da: Minde-skaber
de: Erinnerungsmacher
el: Δημιουργός Αναμνήσεων
es: Creador de recuerdos
fi: Muistontekijä
fr: Créateur de souvenirs
he: יוצר זיכרונות
hi: मेमोरी मेकर
hu: Emlékkészítő
id: Pencipta Kenangan
it: Creatore di ricordi
ja: メモリークリエイター
ko: 메모리 메이커
nb: Minneskaper
nl: Herinneringsmaker
pl: Twórca Wspomnień
pt_br: Criador de Memórias
pt_pt: Criador de Memórias
ro: Creator de amintiri
sv: Minnesskapare
th: ผู้สร้างความทรงจำ
tr: Anı Yaratıcısı
uk: Творець спогадів
vi: Người tạo ký ức
zh_hans: 回忆缔造者

source: Minimal White
ar: أبيض بسيط
cs: Minimalistická bílá
da: Minimalistisk hvid
de: Minimalistisches Weiß
el: Μινιμαλιστικό Λευκό
es: Blanco minimalista
fi: Minimalistinen valkoinen
fr: Blanc minimaliste
he: לבן מינימליסטי
hi: मिनिमल व्हाइट
hu: Minimalista fehér
id: Putih Minimalis
it: Bianco minimale
ja: ミニマルホワイト
ko: 미니멀 화이트
nb: Minimalistisk hvit
nl: Minimalistisch wit
pl: Minimalistyczna biała
pt_br: Branco minimalista
pt_pt: Branco minimalista
ro: Alb minimalist
sv: Minimalistisk vit
th: สีขาวมินิมอล
tr: Minimal Beyaz
uk: Мінімалістичний білий
vi: Trắng tối giản
zh_hans: 简约白

source: Modern
ar: عصري
cs: Moderní
da: Moderne
el: Μοντέρνο
es: Moderna
fi: Moderni
fr: Moderne
he: מודרני
hi: मॉडर्न
it: Moderno
ja: モダン
ko: 모던
nb: Moderne
pl: Nowoczesna
pt_br: Moderno
pt_pt: Moderno
th: โมเดิร์น
uk: Сучасний
vi: Hiện đại
zh_hans: 现代

source: Modes of transport
ar: وسائل النقل
cs: Druhy dopravy
da: Transportmidler
de: Verkehrsmittel
el: Μέσα μεταφοράς
es: Medios de transporte
fi: Kulkuvälineet
fr: Moyens de transport
he: אמצעי תחבורה
hi: परिवहन के साधन
hu: Közlekedési módok
id: Moda transportasi
it: Mezzi di trasporto
ja: 交通手段
ko: 교통수단
nb: Transportmidler
nl: Vervoermiddelen
pl: Środki transportu
pt_br: Meios de transporte
pt_pt: Meios de transporte
ro: Mijloace de transport
sv: Transportsätt
th: วิธีการเดินทาง
tr: Ulaşım araçları
uk: Види транспорту
vi: Phương tiện di chuyển
zh_hans: 交通方式

source: Mountains
ar: الجبال
cs: Hory
da: Bjerge
de: Berge
el: Βουνά
es: Montañas
fi: Vuoret
fr: Montagnes
he: הרים
hi: पहाड़
hu: Hegyek
id: Pegunungan
it: Montagne
ja: 山
ko: 산
nb: Fjell
nl: Bergen
pl: Góry
pt_br: Montanhas
pt_pt: Montanhas
ro: Munți
sv: Berg
th: ภูเขา
tr: Dağlar
uk: Гори
vi: Núi
zh_hans: 山脉

source: Move to
ar: نقل إلى
cs: Přesunout do
da: Flyt til
de: Verschieben nach
el: Μετακίνηση σε
es: Mover a
fi: Siirrä
fr: Déplacer vers
he: העבר אל
hi: स्थानांतरित करें
hu: Áthelyezés ide
id: Pindahkan ke
it: Sposta in
ja: 移動先
ko: 이동
nb: Flytt til
nl: Verplaatsen naar
pl: Przenieś do
pt_br: Mover para
pt_pt: Mover para
ro: Mută la
sv: Flytta till
th: ย้ายไปยัง
tr: Taşı
uk: Перемістити до
vi: Chuyển đến
zh_hans: 移动到

source: Move to Any day
ar: نقل إلى أي يوم
cs: Přesunout do Kterýkoli den
da: Flyt til Enhver dag
de: Verschieben nach Beliebiger Tag
el: Μετακίνηση σε Οποιαδήποτε ημέρα
es: Mover a Cualquier día
fi: Siirrä kohteeseen Mikä tahansa päivä
fr: Déplacer vers N'importe quel jour
he: העבר אל כל יום
hi: किसी भी दिन ले जाएं
hu: Áthelyezés ide: Bármelyik nap
id: Pindahkan ke Hari apa saja
it: Sposta in Qualsiasi giorno
ja: 任意の日に移動
ko: 아무 날로 이동
nb: Flytt til Når som helst
nl: Verplaatsen naar Elke dag
pl: Przenieś do Dowolny dzień
pt_br: Mover para Qualquer dia
pt_pt: Mover para Qualquer dia
ro: Mută la Orice zi
sv: Flytta till När som helst
th: ย้ายไปยัง วันใดก็ได้
tr: Herhangi bir güne taşı
uk: Перемістити до Будь-який день
vi: Chuyển đến Bất kỳ ngày nào
zh_hans: 移动到任意一天

source: Music
ar: الموسيقى
cs: Hudba
da: Musik
de: Musik
el: Μουσική
es: Música
fi: Musiikki
fr: Musique
he: מוזיקה
hi: संगीत
hu: Zene
id: Musik
it: Musica
ja: 音楽
ko: 음악
nb: Musikk
nl: Muziek
pl: Muzyka
pt_br: Música
pt_pt: Música
ro: Muzică
sv: Musik
th: เพลง
tr: Müzik
uk: Музика
vi: Âm nhạc
zh_hans: 音乐

source: Must see
ar: يجب رؤيته
cs: Musí se vidět
da: Skal ses
de: Unbedingt sehen
el: Απαραίτητο
es: Imprescindible
fi: Ehdottomasti nähtävä
fr: Incontournable
he: חובה לראות
hi: ज़रूर देखें
hu: Feltétlenül megnézendő
id: Wajib dikunjungi
it: Da non perdere
ja: 必見
ko: 꼭 봐야 함
nb: Må sees
nl: Absoluut zien
pl: Koniecznie zobaczyć
pt_br: Imperdível
pt_pt: Imperdível
ro: Trebuie văzut
sv: Måste ses
th: ต้องไปดู
tr: Mutlaka görülmeli
uk: Обов'язково побачити
vi: Nhất định phải xem
zh_hans: 必看

source: My home
ar: منزلي
cs: Můj domov
da: Mit hjem
de: Mein Zuhause
el: Το σπίτι μου
es: Mi casa
fi: Kotini
fr: Chez moi
he: הבית שלי
hi: मेरा घर
hu: Az otthonom
id: Rumah saya
it: Casa mia
ja: 自宅
ko: 우리 집
nb: Mitt hjem
nl: Mijn huis
pl: Moje mieszkanie
pt_br: Minha casa
pt_pt: A minha casa
ro: Casa mea
sv: Mitt hem
th: บ้านของฉัน
tr: Evim
uk: Мій дім
vi: Nhà tôi
zh_hans: 我家

source: Name
ar: الاسم
cs: Název
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
he: שם
hi: नाम
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称

source: New Project
ar: مشروع جديد
cs: Nový projekt
da: Nyt projekt
de: Neues Projekt
el: Νέο Έργο
es: Nuevo proyecto
fi: Uusi projekti
fr: Nouveau projet
he: פרויקט חדש
hi: नया प्रोजेक्ट
hu: Új projekt
id: Proyek Baru
it: Nuovo progetto
ja: 新規プロジェクト
ko: 새 프로젝트
nb: Nytt prosjekt
nl: Nieuw project
pl: Nowy projekt
pt_br: Novo projeto
pt_pt: Novo projeto
ro: Proiect nou
sv: Nytt projekt
th: โปรเจกต์ใหม่
tr: Yeni Proje
uk: Новий проєкт
vi: Dự án mới
zh_hans: 新建项目

source: New Trip
ar: رحلة جديدة
cs: Nová cesta
da: Ny rejse
de: Neue Reise
el: Νέο ταξίδι
es: Nuevo viaje
fi: Uusi matka
fr: Nouveau voyage
he: טיול חדש
hi: नई यात्रा
hu: Új utazás
id: Perjalanan baru
it: Nuovo viaggio
ja: 新しい旅
ko: 새 여행
nb: Ny reise
nl: Nieuwe reis
pl: Nowa podróż
pt_br: Nova viagem
pt_pt: Nova viagem
ro: Călătorie nouă
sv: Ny resa
th: ทริปใหม่
tr: Yeni seyahat
uk: Нова подорож
vi: Chuyến đi mới
zh_hans: 新旅行

source: New caption
ar: تعليق جديد
cs: Nový titulek
da: Ny billedtekst
de: Neue Bildunterschrift
el: Νέα λεζάντα
es: Nuevo subtítulo
fi: Uusi kuvateksti
fr: Nouveau sous-titre
he: כיתוב חדש
hi: नया कैप्शन
hu: Új felirat
id: Teks baru
it: Nuovo sottotitolo
ja: 新しいキャプション
ko: 새 캡션
nb: Ny bildetekst
nl: Nieuw bijschrift
pl: Nowy napis
pt_br: Nova legenda
pt_pt: Nova legenda
ro: Subtitrare nouă
sv: Ny bildtext
th: คำบรรยายใหม่
tr: Yeni altyazı
uk: Новий підпис
vi: Chú thích mới
zh_hans: 新字幕

source: Newcomer
ar: وافد جديد
cs: Nováček
da: Nybegynder
de: Neuling
el: Νεοφερμένος
es: Novato
fi: Aloittelija
fr: Débutant
he: מתחיל
hi: नौसिखिया
hu: Kezdő
id: Pendatang Baru
it: Novizio
ja: ビギナー
ko: 초보자
nb: Nykommer
nl: Nieuwkomer
pl: Nowicjusz
pt_br: Novato
pt_pt: Novato
ro: Începător
sv: Nykomling
th: มือใหม่
tr: Yeni Başlayan
uk: Новачок
vi: Người mới
zh_hans: 新手

source: Next
ar: التالي
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
he: הבא
hi: आगे
hu: Következő
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
nb: Neste
nl: Volgende
pl: Dalej
pt_br: Próximo
pt_pt: Seguinte
ro: Următorul
sv: Nästa
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp theo
zh_hans: 下一步

source: Next city
ar: المدينة التالية
cs: Další město
da: Næste by
de: Nächste Stadt
el: Επόμενη πόλη
es: Siguiente ciudad
fi: Seuraava kaupunki
fr: Ville suivante
he: העיר הבאה
hi: अगला शहर
hu: Következő város
id: Kota berikutnya
it: Città successiva
ja: 次の都市
ko: 다음 도시
nb: Neste by
nl: Volgende stad
pl: Kolejne miasto
pt_br: Próxima cidade
pt_pt: Cidade seguinte
ro: Următorul oraș
sv: Nästa stad
th: เมืองถัดไป
tr: Sonraki şehir
uk: Наступне місто
vi: Thành phố tiếp theo
zh_hans: 下一个城市

source: Night Owl
ar: بومة الليل
cs: Noční sova
da: Natugle
de: Nachteule
el: Νυχτοπούλι
es: Ave nocturna
fi: Yökyöpeli
fr: Oiseau de nuit
he: ינשוף לילה
hi: नाइट आउल
hu: Éjjeli bagoly
id: Burung Hantu Malam
it: Nottambulo
ja: 夜更かしフクロウ
ko: 올빼미족
nb: Nattugle
nl: Nachtuil
pl: Nocny Marek
pt_br: Coruja Noturna
pt_pt: Coruja Noturna
ro: Bufniță de noapte
sv: Nattuggla
th: นกฮูกราตรี
tr: Gece Kuşu
uk: Нічна сова
vi: Cú đêm
zh_hans: 夜猫子

source: No accommodation
ar: بدون إقامة
cs: Bez ubytování
da: Ingen overnatning
de: Keine Unterkunft
el: Χωρίς κατάλυμα
es: Sin alojamiento
fi: Ei majoitusta
fr: Aucun hébergement
he: ללא לינה
hi: कोई ठहराव नहीं
hu: Nincs szállás
id: Tanpa akomodasi
it: Nessun alloggio
ja: 宿泊なし
ko: 숙소 없음
nb: Ingen overnatting
nl: Geen accommodatie
pl: Bez noclegu
pt_br: Sem hospedagem
pt_pt: Sem alojamento
ro: Fără cazare
sv: Inget boende
th: ไม่มีที่พัก
tr: Konaklama yok
uk: Без проживання
vi: Không có chỗ ở
zh_hans: 无住宿

source: No entries yet — be the first!
ar: لا توجد إدخالات بعد — كن الأول!
cs: Zatím žádné záznamy — buďte první!
da: Ingen poster endnu — bliv den første!
de: Noch keine Einträge — sei der Erste!
el: Δεν υπάρχουν ακόμη καταχωρίσεις — γίνετε ο πρώτος!
es: Aún no hay entradas — ¡sé el primero!
fi: Ei vielä merkintöjä — ole ensimmäinen!
fr: Aucune entrée pour l'instant — soyez le premier !
he: אין עדיין רשומות — היה הראשון!
hi: अभी तक कोई प्रविष्टि नहीं — पहले बनें!
hu: Még nincs bejegyzés — legyél te az első!
id: Belum ada entri — jadilah yang pertama!
it: Ancora nessuna voce — sii il primo!
ja: まだエントリーがありません — 最初の一人になろう！
ko: 아직 항목이 없습니다 — 첫 번째가 되어보세요!
nb: Ingen oppføringer ennå — bli den første!
nl: Nog geen items — wees de eerste!
pl: Brak wpisów — bądź pierwszy!
pt_br: Ainda não há entradas — seja o primeiro!
pt_pt: Ainda não há entradas — sê o primeiro!
ro: Nicio înregistrare încă — fii primul!
sv: Inga poster än — bli den första!
th: ยังไม่มีรายการ — เป็นคนแรกเลย!
tr: Henüz kayıt yok — ilk sen ol!
uk: Поки немає записів — станьте першим!
vi: Chưa có mục nào — hãy là người đầu tiên!
zh_hans: 暂无记录 — 快来抢占第一！

source: No saved places yet
ar: لا توجد أماكن محفوظة بعد
cs: Zatím žádná uložená místa
da: Ingen gemte steder endnu
de: Noch keine gespeicherten Orte
el: Δεν υπάρχουν αποθηκευμένα μέρη ακόμα
es: Aún no hay lugares guardados
fi: Ei vielä tallennettuja paikkoja
fr: Aucun lieu enregistré pour l'instant
he: אין עדיין מקומות שמורים
hi: अभी तक कोई सहेजी गई जगह नहीं
hu: Még nincs mentett hely
id: Belum ada tempat tersimpan
it: Nessun luogo salvato
ja: 保存された場所はまだありません
ko: 저장된 장소가 아직 없습니다
nb: Ingen lagrede steder ennå
nl: Nog geen opgeslagen plekken
pl: Brak zapisanych miejsc
pt_br: Ainda não há lugares salvos
pt_pt: Ainda não há locais guardados
ro: Încă nu există locuri salvate
sv: Inga sparade platser ännu
th: ยังไม่มีสถานที่ที่บันทึกไว้
tr: Henüz kaydedilmiş yer yok
uk: Ще немає збережених місць
vi: Chưa có địa điểm nào được lưu
zh_hans: 还没有保存的地点

source: No saved projects in Studio/Library — create a movie first with \"Create Memory\".
ar: لا توجد مشاريع محفوظة في الاستوديو/المكتبة — أنشئ فيديو أولًا باستخدام "إنشاء ذكرى".
cs: V Studiu/Knihovně nejsou žádné uložené projekty — nejprve vytvořte video pomocí "Vytvořit vzpomínku".
da: Ingen gemte projekter i Studio/Bibliotek — opret først en video med "Opret minde".
de: Keine gespeicherten Projekte in Studio/Mediathek — erstelle zuerst ein Video mit „Erinnerung erstellen".
el: Δεν υπάρχουν αποθηκευμένα έργα στο Studio/Βιβλιοθήκη — δημιουργήστε πρώτα ένα βίντεο με «Δημιουργία Ανάμνησης».
es: No hay proyectos guardados en Studio/Biblioteca — crea primero una película con "Crear recuerdo".
fi: Ei tallennettuja projekteja Studiossa/Kirjastossa — luo ensin video kohdasta "Luo muisto".
fr: Aucun projet enregistré dans Studio/Bibliothèque — créez d'abord un film avec « Créer un souvenir ».
he: אין פרויקטים שמורים ב-Studio/ספרייה — צור תחילה סרטון באמצעות "צור זיכרון".
hi: Studio/लाइब्रेरी में कोई सहेजा गया प्रोजेक्ट नहीं है — पहले "मेमोरी बनाएं" से एक वीडियो बनाएं।
hu: Nincs mentett projekt a Studióban/Könyvtárban — először hozz létre videót az "Emlék létrehozása" gombbal.
id: Tidak ada proyek tersimpan di Studio/Pustaka — buat video terlebih dahulu dengan "Buat Kenangan".
it: Nessun progetto salvato in Studio/Libreria — crea prima un video con "Crea ricordo".
ja: Studio・ライブラリに保存されたプロジェクトはありません — まず「思い出を作成」で動画を作成してください。
ko: Studio/보관함에 저장된 프로젝트가 없습니다 — 먼저 "추억 만들기"로 동영상을 만드세요.
nb: Ingen lagrede prosjekter i Studio/Bibliotek — opprett først en video med "Opprett minne".
nl: Geen opgeslagen projecten in Studio/Bibliotheek — maak eerst een video met "Herinnering maken".
pl: Brak zapisanych projektów w Studio/Bibliotece — stwórz najpierw film przez „Stwórz wspomnienie”.
pt_br: Nenhum projeto salvo em Studio/Biblioteca — crie primeiro um vídeo com "Criar memória".
pt_pt: Não há projetos guardados em Studio/Biblioteca — crie primeiro um vídeo com "Criar memória".
ro: Niciun proiect salvat în Studio/Bibliotecă — creează mai întâi un videoclip cu "Creează amintire".
sv: Inga sparade projekt i Studio/Bibliotek — skapa först en video med "Skapa minne".
th: ไม่มีโปรเจกต์ที่บันทึกไว้ใน Studio/คลัง — สร้างวิดีโอก่อนด้วย "สร้างความทรงจำ"
tr: Studio/Kitaplıkta kayıtlı proje yok — önce "Anı Oluştur" ile bir video oluşturun.
uk: Немає збережених проєктів у Studio/Бібліотеці — спочатку створіть відео через "Створити спогад".
vi: Không có dự án nào được lưu trong Studio/Thư viện — hãy tạo video trước bằng "Tạo kỷ niệm".
zh_hans: Studio/资料库中没有已保存的项目——请先用"创建回忆"创建一个视频。

source: No trips saved yet — build a route on the Travel Map to see it here.
ar: لا توجد رحلات محفوظة بعد — أنشئ مسارًا في خريطة السفر لتراه هنا.
cs: Zatím žádné uložené výlety — vytvořte trasu na Mapě cest, aby se zde zobrazila.
da: Ingen gemte rejser endnu — opret en rute på Rejsekortet for at se den her.
de: Noch keine gespeicherten Reisen — erstelle eine Route auf der Reisekarte, um sie hier zu sehen.
el: Δεν υπάρχουν αποθηκευμένα ταξίδια ακόμα — δημιούργησε μια διαδρομή στον Χάρτη Ταξιδιών για να τη δεις εδώ.
es: Aún no hay viajes guardados — crea una ruta en el Mapa de Viajes para verla aquí.
fi: Ei vielä tallennettuja matkoja — luo reitti Matkakartalla nähdäksesi sen täällä.
fr: Aucun voyage enregistré pour le moment — créez un itinéraire sur la Carte de Voyage pour le voir ici.
he: עדיין אין טיולים שמורים — צור מסלול במפת הטיולים כדי לראות אותו כאן.
hi: अभी तक कोई यात्रा सहेजी नहीं गई — इसे यहां देखने के लिए ट्रैवल मैप पर एक रूट बनाएं।
hu: Még nincs mentett utazás — hozz létre egy útvonalat az Utazási térképen, hogy itt lásd.
id: Belum ada perjalanan tersimpan — buat rute di Peta Perjalanan untuk melihatnya di sini.
it: Ancora nessun viaggio salvato — crea un percorso sulla Mappa di Viaggio per vederlo qui.
ja: 保存された旅はまだありません — トラベルマップでルートを作成するとここに表示されます。
ko: 저장된 여행이 아직 없습니다 — 트래블 맵에서 경로를 만들면 여기에 표시됩니다.
nb: Ingen lagrede turer ennå — lag en rute på Reisekartet for å se den her.
nl: Nog geen opgeslagen reizen — maak een route op de Reiskaart om deze hier te zien.
pl: Brak zapisanych podróży — zbuduj trasę na Travel Map, żeby zobaczyć ją tutaj.
pt_br: Ainda não há viagens salvas — crie uma rota no Mapa de Viagem para vê-la aqui.
pt_pt: Ainda não existem viagens guardadas — cria um percurso no Mapa de Viagem para o veres aqui.
ro: Nu există încă excursii salvate — creează o rută pe Harta de Călătorie pentru a o vedea aici.
sv: Inga sparade resor än — skapa en rutt på Reskartan för att se den här.
th: ยังไม่มีทริปที่บันทึกไว้ — สร้างเส้นทางบนแผนที่การเดินทางเพื่อดูที่นี่
tr: Henüz kaydedilmiş bir gezi yok — burada görmek için Seyahat Haritası'nda bir rota oluştur.
uk: Поки що немає збережених подорожей — створіть маршрут на Карті подорожей, щоб побачити його тут.
vi: Chưa có chuyến đi nào được lưu — tạo một tuyến đường trên Bản đồ Du lịch để xem tại đây.
zh_hans: 还没有保存的旅程 — 在旅行地图上创建路线即可在此查看。

source: No trips to summarize yet
ar: لا توجد رحلات لتلخيصها بعد
cs: Zatím žádné cesty k shrnutí
da: Ingen rejser at opsummere endnu
de: Noch keine Reisen zum Zusammenfassen
el: Δεν υπάρχουν ταξίδια για σύνοψη ακόμα
es: Aún no hay viajes para resumir
fi: Ei vielä yhteenvedettäviä matkoja
fr: Aucun voyage à résumer pour l'instant
he: אין עדיין טיולים לסיכום
hi: अभी सारांश के लिए कोई यात्रा नहीं
hu: Még nincs összegezhető út
id: Belum ada perjalanan untuk diringkas
it: Nessun viaggio da riepilogare
ja: まとめる旅行がまだありません
ko: 요약할 여행이 아직 없습니다
nb: Ingen reiser å oppsummere ennå
nl: Nog geen reizen om samen te vatten
pl: Brak podróży do podsumowania
pt_br: Ainda não há viagens para resumir
pt_pt: Ainda não há viagens para resumir
ro: Încă nu sunt călătorii de rezumat
sv: Inga resor att sammanfatta ännu
th: ยังไม่มีทริปให้สรุป
tr: Henüz özetlenecek gezi yok
uk: Поки немає подорожей для підсумку
vi: Chưa có chuyến đi nào để tóm tắt
zh_hans: 还没有可汇总的行程

source: None
ar: بلا
cs: Žádný
da: Ingen
de: Keiner
el: Κανένα
es: Ninguno
fi: Ei mitään
fr: Aucun
he: ללא
hi: कोई नहीं
hu: Nincs
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciunul
sv: Ingen
th: ไม่มี
tr: Yok
uk: Немає
vi: Không có
zh_hans: 无

source: Notes — flights, hotel, plans…
ar: ملاحظات — رحلات، فندق، خطط…
cs: Poznámky — lety, hotel, plány…
da: Noter — fly, hotel, planer…
de: Notizen — Flüge, Hotel, Pläne…
el: Σημειώσεις — πτήσεις, ξενοδοχείο, σχέδια…
es: Notas — vuelos, hotel, planes…
fi: Muistiinpanot — lennot, hotelli, suunnitelmat…
fr: Notes — vols, hôtel, plans…
he: הערות — טיסות, מלון, תוכניות…
hi: नोट्स — फ़्लाइट, होटल, योजनाएँ…
hu: Jegyzetek — járatok, szálloda, tervek…
id: Catatan — penerbangan, hotel, rencana…
it: Note — voli, hotel, piani…
ja: メモ — フライト、ホテル、予定…
ko: 메모 — 항공편, 호텔, 일정…
nb: Notater — fly, hotell, planer…
nl: Notities — vluchten, hotel, plannen…
pl: Notatki — loty, hotel, plany…
pt_br: Notas — voos, hotel, planos…
pt_pt: Notas — voos, hotel, planos…
ro: Notițe — zboruri, hotel, planuri…
sv: Anteckningar — flyg, hotell, planer…
th: บันทึก — เที่ยวบิน โรงแรม แผนการ…
tr: Notlar — uçuşlar, otel, planlar…
uk: Нотатки — рейси, готель, плани…
vi: Ghi chú — chuyến bay, khách sạn, kế hoạch…
zh_hans: 备注——航班、酒店、计划……
